Repository: Leop007/knowemployee-new
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: We process your answers confidentially without recording voice messages.
fr: Nous traitons vos réponses de manière confidentielle sans enregistrer de messages vocaux.

source: After the questionnaire, you can provide further feedback for analysis.
fr: Après le questionnaire, vous pouvez fournir d'autres commentaires pour l'analyse.

source: Our service informs the employer about staff preferences and concerns.
fr: Notre service informe l'employeur des préférences et préoccupations du personnel.

source: Your company receives insights for workflow improvement.
fr: Votre entreprise reçoit des informations pour l'amélioration du flux de travail.

source: Thank you for your feedback
fr: Merci pour vos commentaires

source: We are sure your feedback can improve quality in the workplace.
fr: Nous sommes sûrs que vos commentaires peuvent améliorer la qualité sur le lieu de travail.

source: You have already left a review. This link is disposable!
fr: Vous avez déjà laissé un avis. Ce lien est à usage unique !

source: Close Window
fr: Fermer la fenêtre

source: Thank you
fr: Merci

source: for your feedback
fr: pour vos commentaires

source: powered by
fr: propulsé par

source: By understanding and prioritizing the well-being of your team, we aim to contribute to the creation of a positive work environment that inherently fosters success.
fr: En comprenant et en priorisant le bien-être de votre équipe, nous visons à contribuer à la création d'un environnement de travail positif qui favorise intrinsèquement le succès.

source: We prepare questions to determine necessary changes or checks in your company
fr: Nous préparons des questions pour déterminer les changements ou vérifications nécessaires dans votre entreprise

source: We process your answers confidentially without recording voice messages
fr: Nous traitons vos réponses de manière confidentielle sans enregistrer de messages vocaux

source: After the questionnaire, you can provide your feedback for AI analysis
fr: Après le questionnaire, vous pouvez fournir vos commentaires pour l'analyse par IA

source: Our platform informs the employer about staff preferences and concerns
fr: Notre plateforme informe l'employeur des préférences et préoccupations du personnel

source: Cookie Consent
fr: Consentement aux cookies

source: We use cookies to enhance your browsing experience, serve personalized content, and analyze our traffic. By clicking "Accept All", you consent to our use of cookies.
fr: Nous utilisons des cookies pour améliorer votre expérience de navigation, fournir du contenu personnalisé et analyser notre trafic. En cliquant sur "Tout accepter", vous consentez à notre utilisation des cookies.

source: Learn more in our Cookie Policy
fr: En savoir plus dans notre Politique de cookies

source: Accept All
fr: Tout accepter

source: Necessary Only
fr: Nécessaires uniquement

source: Customize
fr: Personnaliser

source: Cookie Preferences
fr: Préférences de cookies

source: Necessary Cookies
fr: Cookies nécessaires

source: These cookies are essential for the website to function properly. They cannot be disabled.
fr: Ces cookies sont essentiels au bon fonctionnement du site web. Ils ne peuvent pas être désactivés.

source: Analytics Cookies
fr: Cookies d'analyse

source: Marketing Cookies
fr: Cookies marketing

source: These cookies are used to track visitors across websites to display relevant advertisements.
fr: Ces cookies sont utilisés pour suivre les visiteurs sur différents sites web afin d'afficher des publicités pertinentes.

source: Save Preferences
fr: Enregistrer les préférences

source: Cancel
fr: Annuler

source: Dashboard
fr: Tableau de bord

source: Surveys
fr: Enquêtes

source: Analytics
fr: Analyses

source: Settings
fr: Paramètres

source: Logout
fr: Déconnexion

source: Your plan:
fr: Votre plan :

source: Trial
fr: Essai

source: Change plan
fr: Changer de plan

source: Get -30%% premium rate, until Dec 30th
fr: Obtenez -30%% sur le tarif premium, jusqu'au 30 déc

source: Buy at a discount
fr: Acheter à prix réduit

source: Create a Survey
fr: Créer une enquête

source: Survey Name
fr: Nom de l'enquête

source: Save changes
fr: Enregistrer les modifications

source: Get the link
fr: Obtenir le lien

source: Add question
fr: Ajouter une question

source: Add the question
fr: Ajouter la question

source: Provide recommendations from AI?
fr: Fournir des recommandations de l'IA ?

source: Our AI component can provide you with recommendations on how to improve your work environment.
fr: Notre composant IA peut vous fournir des recommandations sur la façon d'améliorer votre environnement de travail.

source: Yes
fr: Oui

source: No
fr: Non

source: Will the link be anonymous?
fr: Le lien sera-t-il anonyme ?

source: If the link is anonymous, the user will see that they can say anything, and you won't see what the user said.
fr: Si le lien est anonyme, l'utilisateur verra qu'il peut dire n'importe quoi, et vous ne verrez pas ce que l'utilisateur a dit.

source: Multiple links?
fr: Liens multiples ?

source: YES means that one user can leave multiple reviews, NO means that on this link you can leave only one-time review.
fr: OUI signifie qu'un utilisateur peut laisser plusieurs avis, NON signifie que sur ce lien vous ne pouvez laisser qu'un seul avis.

source: Requesting a username?
fr: Demander un nom d'utilisateur ?

source: This function is so that you can identify the person who will be tested. If you allow it, we will ask for the person's name before we start the review/testing process.
fr: Cette fonction permet d'identifier la personne qui sera testée. Si vous l'autorisez, nous demanderons le nom de la personne avant de commencer le processus d'évaluation/test.

source: Uploading the list of anonymous reviews
fr: Téléchargement de la liste des avis anonymes

source: Search for survey
fr: Rechercher une enquête

source: Search survey
fr: Rechercher une enquête

source: Uploading the list custom feedbacks
fr: Téléchargement de la liste des retours personnalisés

source: Welcome,
fr: Bienvenue,

source: The place of your atmosphere management in the work of your employees
fr: L'endroit de votre gestion de l'atmosphère dans le travail de vos employés

source: All
fr: Tout

source: Find out from your staff what they think about the company and the working atmosphere in your company's campuses.
fr: Découvrez ce que votre personnel pense de l'entreprise et de l'atmosphère de travail dans les campus de votre entreprise.

source: Use
fr: Utiliser

source: Custom reviews
fr: Avis personnalisés

source: Test process similar to that of anonymous reviews. But with custom ones, you have more options to customize exactly to your needs. Use flexibility to make life better for your employees.
fr: Processus de test similaire à celui des avis anonymes. Mais avec les avis personnalisés, vous avez plus d'options pour personnaliser exactement selon vos besoins. Utilisez la flexibilité pour améliorer la vie de vos employés.

source: Range estimation
fr: Estimation de plage

source: This component will give you the ability to customize questions and get results metrics. Give your worker the ability to make a score from 1 to 10 based on your questions.
fr: Ce composant vous permettra de personnaliser les questions et d'obtenir des métriques de résultats. Donnez à votre travailleur la possibilité de faire un score de 1 à 10 basé sur vos questions.

source: Create a survey for people on behalf of your company from which you can make an analysis. Fine tune the quiz, change the theme, and the picture of the quiz, get a preview when you create it.
fr: Créez une enquête pour les personnes au nom de votre entreprise à partir de laquelle vous pouvez faire une analyse. Ajustez le quiz, changez le thème et l'image du quiz, obtenez un aperçu lors de sa création.

source: Company name
fr: Nom de l'entreprise

source: Name Company
fr: Nom de l'entreprise

source: Company description
fr: Description de l'entreprise

source: Change the password
fr: Changer le mot de passe

source: Current password
fr: Mot de passe actuel

source: Current Password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: New Password
fr: Nouveau mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Watch out for the danger zone
fr: Attention à la zone de danger

source: If you choose to delete your company account, your data will be irreversibly erased. We grant you the right to make this decision.
fr: Si vous choisissez de supprimer le compte de votre entreprise, vos données seront irréversiblement effacées. Nous vous accordons le droit de prendre cette décision.

source: Delete account
fr: Supprimer le compte

source: or
fr: ou

source: Continue with Google
fr: Continuer avec Google

source: Continue with Microsoft
fr: Continuer avec Microsoft
