Repository: Leop007/knowemployee-new
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: We may allow third-party service providers to place cookies on your device to provide analytics, functionality, or marketing services.
fr: Nous pouvons autoriser des prestataires de services tiers à placer des cookies sur votre appareil pour fournir des services d'analyse, de fonctionnalité ou de marketing.

source: These third parties may collect data independently in accordance with their own privacy policies.
fr: Ces tiers peuvent collecter des données indépendamment conformément à leurs propres politiques de confidentialité.

source: Cookie consent and management
fr: Consentement et gestion des cookies

source: When you first visit our website, you will be presented with a cookie banner allowing you to:
fr: Lors de votre première visite sur notre site web, une bannière de cookies vous sera présentée vous permettant de :

source: Accept all cookies
fr: Accepter tous les cookies

source: Reject non-essential cookies
fr: Rejeter les cookies non essentiels

source: Customize your cookie preferences
fr: Personnaliser vos préférences de cookies

source: You can change or withdraw your consent at any time by adjusting your cookie settings or browser preferences.
fr: Vous pouvez modifier ou retirer votre consentement à tout moment en ajustant vos paramètres de cookies ou les préférences de votre navigateur.

source: How to manage cookies in your browser
fr: Comment gérer les cookies dans votre navigateur

source: Most browsers allow you to view, delete, or block cookies. Instructions vary by browser. Please refer to your browser's help section for more information.
fr: La plupart des navigateurs vous permettent de visualiser, supprimer ou bloquer les cookies. Les instructions varient selon le navigateur. Veuillez consulter la section d'aide de votre navigateur pour plus d'informations.

source: Please note that disabling cookies may affect the functionality of the website.
fr: Veuillez noter que la désactivation des cookies peut affecter la fonctionnalité du site web.

source: Data protection and privacy
fr: Protection des données et confidentialité

source: Any personal data collected through cookies is processed in accordance with our
fr: Toutes les données personnelles collectées via les cookies sont traitées conformément à notre

source: Privacy Policy
fr: Politique de confidentialité

source: and applicable data protection laws, including the GDPR.
fr: et aux lois applicables sur la protection des données, y compris le RGPD.

source: Updates to this Cookie Policy
fr: Mises à jour de cette politique de cookies

source: We may update this Cookie Policy from time to time to reflect changes in technology, legislation, or our practices. The updated version will be published on this page with a revised "Last updated" date.
fr: Nous pouvons mettre à jour cette politique de cookies de temps à autre pour refléter les changements technologiques, législatifs ou nos pratiques. La version mise à jour sera publiée sur cette page avec une date de "Dernière mise à jour" révisée.

source: Contact information
fr: Informations de contact

source: If you have any questions about this Cookie Policy or our use of cookies, please contact us:
fr: Si vous avez des questions concernant cette politique de cookies ou notre utilisation des cookies, veuillez nous contacter :

source: Phone:
fr: Téléphone :

source: Address:
fr: Adresse :

source: Custom Feedback
fr: Retour d'information personnalisé

source: Custom feedback enables organizations to design tailored surveys and question flows based on their specific goals, audience, and context.
fr: Le retour d'information personnalisé permet aux organisations de concevoir des enquêtes et des flux de questions adaptés en fonction de leurs objectifs, de leur public et de leur contexte spécifiques.

source: Survey questions can be created manually or assisted by an HR-oriented AI agent, ensuring clarity, neutrality, and inclusiveness.
fr: Les questions d'enquête peuvent être créées manuellement ou assistées par un agent IA orienté RH, garantissant la clarté, la neutralité et l'inclusivité.

source: Fully configurable questions:
fr: Questions entièrement configurables :

source: open-ended, short answers, or guided prompts.
fr: questions ouvertes, réponses courtes ou invites guidées.

source: Multiple input modes:
fr: Modes de saisie multiples :

source: written responses or voice recordings, with text-to-speech for accessibility.
fr: réponses écrites ou enregistrements vocaux, avec synthèse vocale pour l'accessibilité.

source: Context-aware analysis:
fr: Analyse contextuelle :

source: AI models adapt interpretation based on the intent of the survey (e.g., performance, well-being, change management).
fr: les modèles d'IA adaptent l'interprétation en fonction de l'intention de l'enquête (par exemple, performance, bien-être, gestion du changement).

source: Post-change or post-restructuring feedback
fr: Retour d'information post-changement ou post-restructuration

source: Team-specific or department-level pulse surveys
fr: Enquêtes de pulse spécifiques à l'équipe ou au niveau du département

source: Customer experience or service-quality evaluations
fr: Évaluations de l'expérience client ou de la qualité du service

source: Custom feedback ensures that organizations ask the right questions at the right time, while still benefiting from automated AI analysis and consistent reporting across different surveys.
fr: Le retour d'information personnalisé garantit que les organisations posent les bonnes questions au bon moment, tout en bénéficiant d'une analyse IA automatisée et de rapports cohérents entre différentes enquêtes.

source: Anonymous feedback
fr: Retour d'information anonyme

source: Custom feedback
fr: Retour d'information personnalisé

source: Metric feedback
fr: Retour d'information métrique

source: Why do we
fr: Pourquoi nous

source: About Us
fr: À propos de nous

source: Partners
fr: Partenaires

source: Contact us
fr: Contactez-nous

source: Legal
fr: Légal

source: Cookie Policy
fr: Politique de cookies

source: We provide tools to analyze your workplace environment, and have created a solution that can improve your employee satisfaction. We know that if a person comes to work in a good mood, they'll be more likely to perform at work.
fr: Nous fournissons des outils pour analyser l'environnement de votre lieu de travail et avons créé une solution qui peut améliorer la satisfaction de vos employés. Nous savons que si une personne vient travailler de bonne humeur, elle sera plus susceptible de bien performer au travail.

source: Get to know your employee better, improve the work environment with our analysis tools
fr: Mieux connaître vos employés, améliorer l'environnement de travail avec nos outils d'analyse

source: All rights reserved.
fr: Tous droits réservés.

source: Know Employee is an
fr: Know Employee est une startup

source: -powered startup reshaping how businesses assess employee satisfaction. With cutting-edge algorithms ensuring anonymity, the platform delivers insightful analyses of workforce sentiment.
fr: alimentée par l'IA qui transforme la façon dont les entreprises évaluent la satisfaction des employés. Avec des algorithmes de pointe garantissant l'anonymat, la plateforme fournit des analyses approfondies du sentiment de la main-d'œuvre.

source: Start the process
fr: Démarrer le processus

source: Metric-Based Feedback
fr: Retour d'information basé sur les métriques

source: Anonymous
fr: Anonyme

source: Employees can express themselves without fear
fr: Les employés peuvent s'exprimer sans crainte

source: Real-time
fr: Temps réel

source: Real-time analysis for immediate impact
fr: Analyse en temps réel pour un impact immédiat

source: Advanced
fr: Avancé

source: Cutting-edge AI algorithm ensuring accuracy
fr: Algorithme d'IA de pointe garantissant la précision

source: Still have questions about our product? Would you like to test a product in your company? Contact us to receive a personal advantageous offer.
fr: Vous avez encore des questions sur notre produit ? Souhaitez-vous tester un produit dans votre entreprise ? Contactez-nous pour recevoir une offre personnelle avantageuse.

source: Home
fr: Accueil

source: Sign Up
fr: S'inscrire

source: Sign In
fr: Se connecter

source: Metric-based feedback transforms qualitative responses into aggregated, trackable indicators that can be monitored over time.
fr: Le retour d'information basé sur les métriques transforme les réponses qualitatives en indicateurs agrégés et traçables qui peuvent être surveillés dans le temps.

source: Instead of focusing on individual answers, the system produces high-level metrics and trends derived from AI analysis.
fr: Au lieu de se concentrer sur les réponses individuelles, le système produit des métriques et des tendances de haut niveau dérivées de l'analyse IA.

source: Quantified insights:
fr: Informations quantifiées :

source: sentiment scores, emotional distribution, topic frequency, confidence levels.
fr: scores de sentiment, distribution émotionnelle, fréquence des sujets, niveaux de confiance.

source: Trend analysis:
fr: Analyse des tendances :

source: comparison across time periods, teams, or survey rounds.
fr: comparaison entre périodes, équipes ou cycles d'enquête.

source: Visualization-ready:
fr: Prêt pour la visualisation :

source: results are stored in a structured database and presented via dashboards and charts.
fr: les résultats sont stockés dans une base de données structurée et présentés via des tableaux de bord et des graphiques.

source: Typical metrics
fr: Métriques typiques

source: Overall sentiment index (positive / neutral / negative)
fr: Indice de sentiment global (positif / neutre / négatif)

source: Emotional signals (stress, engagement, frustration, trust)
fr: Signaux émotionnels (stress, engagement, frustration, confiance)

source: Topic prevalence (e.g., workload, management, communication)
fr: Prévalence des sujets (par exemple, charge de travail, gestion, communication)

source: Response confidence and clarity indicators
fr: Indicateurs de confiance et de clarté des réponses

source: Metric-based feedback enables data-driven decision-making, allowing leaders to detect early warning signs, measure the impact of actions taken, and track organizational health without exposing individual responses.
fr: Le retour d'information basé sur les métriques permet une prise de décision basée sur les données, permettant aux dirigeants de détecter les signes d'alerte précoces, de mesurer l'impact des actions entreprises et de suivre la santé organisationnelle sans exposer les réponses individuelles.

source: This Privacy Policy describes how
fr: Cette politique de confidentialité décrit comment

source: ("we", "us", or "our") collects, uses, and discloses information when you visit or use our website
fr: ("nous", "notre") collecte, utilise et divulgue des informations lorsque vous visitez ou utilisez notre site web

source: (the "Website").
fr: (le "Site web").

source: By accessing or using the Website, you agree to the collection and use of information in accordance with this Privacy Policy.
fr: En accédant ou en utilisant le Site web, vous acceptez la collecte et l'utilisation d'informations conformément à cette politique de confidentialité.

source: Information we collect
fr: Informations que nous collectons

source: We may collect the following categories of information:
fr: Nous pouvons collecter les catégories d'informations suivantes :

source: Personal information
fr: Informations personnelles

source: such as name, email address, phone number, company name, or other information you voluntarily provide
fr: telles que le nom, l'adresse e-mail, le numéro de téléphone, le nom de l'entreprise ou d'autres informations que vous fournissez volontairement

source: Internet or technical information
fr: Informations Internet ou techniques

source: such as IP address, browser type, device type, operating system, and referring URLs
fr: telles que l'adresse IP, le type de navigateur, le type d'appareil, le système d'exploitation et les URL de référence

source: Usage data
fr: Données d'utilisation

source: including pages viewed, time spent on the Website, and interactions
fr: y compris les pages consultées, le temps passé sur le Site web et les interactions

source: How we use information
fr: Comment nous utilisons les informations

source: We use collected information for purposes including:
fr: Nous utilisons les informations collectées à des fins notamment :

source: Operating and maintaining the Website
fr: Exploitation et maintenance du Site web

source: Responding to inquiries or requests
fr: Répondre aux demandes ou requêtes

source: Improving functionality and user experience
fr: Améliorer la fonctionnalité et l'expérience utilisateur

source: Monitoring security and preventing fraud or misuse
fr: Surveillance de la sécurité et prévention de la fraude ou de l'utilisation abusive

source: Complying with legal obligations
fr: Conformité aux obligations légales

source: Cookies and tracking technologies
fr: Cookies et technologies de suivi

source: We may use cookies, pixels, and similar tracking technologies to analyze usage and enhance the Website's performance. You may control cookies through your browser settings.
fr: Nous pouvons utiliser des cookies, pixels et technologies de suivi similaires pour analyser l'utilisation et améliorer les performances du Site web. Vous pouvez contrôler les cookies via les paramètres de votre navigateur.

source: For more information, please see our
fr: Pour plus d'informations, veuillez consulter notre

source: Sharing of information
fr: Partage d'informations

source: We do not sell personal information. We may share information in the following situations:
fr: Nous ne vendons pas d'informations personnelles. Nous pouvons partager des informations dans les situations suivantes :

source: With service providers that assist in operating the Website (hosting, analytics, support)
fr: Avec des prestataires de services qui aident à exploiter le Site web (hébergement, analyse, support)

source: To comply with applicable laws, regulations, or legal processes
fr: Pour se conformer aux lois, réglementations ou processus légaux applicables

source: To protect the rights, safety, or property of the Website, users, or others
fr: Pour protéger les droits, la sécurité ou les biens du Site web, des utilisateurs ou d'autres personnes

source: In connection with a business transaction (merger, sale, or acquisition)
fr: Dans le cadre d'une transaction commerciale (fusion, vente ou acquisition)

source: Data retention
fr: Conservation des données

source: We retain personal information only for as long as reasonably necessary to fulfill the purposes described in this Privacy Policy, unless a longer retention period is required or permitted by law.
fr: Nous conservons les informations personnelles uniquement aussi longtemps que raisonnablement nécessaire pour remplir les objectifs décrits dans cette politique de confidentialité, sauf si une période de conservation plus longue est requise ou permise par la loi.

source: Data security
fr: Sécurité des données

source: We use reasonable administrative, technical, and physical safeguards designed to protect personal information. However, no method of transmission or storage is completely secure.
fr: Nous utilisons des mesures de protection administratives, techniques et physiques raisonnables conçues pour protéger les informations personnelles. Cependant, aucune méthode de transmission ou de stockage n'est totalement sécurisée.

source: Your privacy rights
fr: Vos droits en matière de confidentialité

source: United States (California residents)
fr: États-Unis (résidents de Californie)

source: If you are a California resident, you may have rights under the
fr: Si vous êtes résident de Californie, vous pouvez avoir des droits en vertu de la

source: California Consumer Privacy Act (CCPA)
fr: Loi californienne sur la protection de la vie privée des consommateurs (CCPA)

source: and the
fr: et de la

source: California Privacy Rights Act (CPRA)
fr: Loi californienne sur les droits à la vie privée (CPRA)

source: including:
fr: notamment :

source: The right to know what personal information is collected
fr: Le droit de savoir quelles informations personnelles sont collectées

source: The right to request deletion of personal information
fr: Le droit de demander la suppression d'informations personnelles

source: The right to correct inaccurate personal information
fr: Le droit de corriger des informations personnelles inexactes

source: The right to opt out of the sale or sharing of personal information
fr: Le droit de refuser la vente ou le partage d'informations personnelles

source: The right to not be discriminated against for exercising privacy rights
fr: Le droit de ne pas être discriminé pour avoir exercé des droits en matière de confidentialité

source: Requests can be made using the contact details below.
fr: Les demandes peuvent être faites en utilisant les coordonnées ci-dessous.

source: If you are located in Canada, we process personal information in accordance with
fr: Si vous êtes situé au Canada, nous traitons les informations personnelles conformément à la

source: and applicable provincial privacy laws. You have the right to:
fr: et aux lois provinciales applicables sur la protection de la vie privée. Vous avez le droit de :

source: Access your personal information
fr: Accéder à vos informations personnelles

source: Request corrections to inaccurate information
fr: Demander des corrections aux informations inexactes

source: Withdraw consent, subject to legal or contractual restrictions
fr: Retirer le consentement, sous réserve de restrictions légales ou contractuelles

source: Children's privacy
fr: Confidentialité des enfants

source: The Website is not intended for children under the age of 13. We do not knowingly collect personal information from children. If you believe a child has provided personal information, please contact us.
fr: Le Site web n'est pas destiné aux enfants de moins de 13 ans. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants. Si vous pensez qu'un enfant a fourni des informations personnelles, veuillez nous contacter.

source: External links
fr: Liens externes

source: The Website may contain links to third-party websites. We are not responsible for the privacy practices or content of those websites.
fr: Le Site web peut contenir des liens vers des sites web tiers. Nous ne sommes pas responsables des pratiques de confidentialité ou du contenu de ces sites web.

source: Changes to this Privacy Policy
fr: Modifications de cette politique de confidentialité

source: We may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated revision date.
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Toute modification sera publiée sur cette page avec une date de révision mise à jour.

source: If you have questions or requests regarding this Privacy Policy, please contact us:
fr: Si vous avez des questions ou des demandes concernant cette politique de confidentialité, veuillez nous contacter :

source: Company Name:
fr: Nom de l'entreprise :

source: Sign in
fr: Se connecter

source: Password
fr: Mot de passe

source: Continue
fr: Continuer

source: You still don't have an account?
fr: Vous n'avez toujours pas de compte ?

source: Sign up.
fr: S'inscrire.

source: Sign up
fr: S'inscrire

source: Company Name
fr: Nom de l'entreprise

source: Country
fr: Pays

source: Business Address
fr: Adresse professionnelle

source: Postal Code
fr: Code postal

source: Confirm Password
fr: Confirmer le mot de passe

source: I have carefully reviewed and hereby accept the
fr: J'ai soigneusement examiné et j'accepte par la présente les

source: terms of use
fr: conditions d'utilisation

source: and
fr: et la

source: privacy policy
fr: politique de confidentialité

source: By continuing to use this service, I acknowledge and agree to comply with all applicable terms and conditions.
fr: En continuant à utiliser ce service, je reconnais et accepte de me conformer à tous les termes et conditions applicables.

source: Register a company
fr: Enregistrer une entreprise

source: You already have an account?
fr: Vous avez déjà un compte ?

source: Sign in.
fr: Se connecter.

source: Subscribe
fr: S'abonner

source: Subscribe so not to miss exclusive offers
fr: Abonnez-vous pour ne pas manquer les offres exclusives

source: Anonymous company review to improve level of satisfaction
fr: Évaluation anonyme de l'entreprise pour améliorer le niveau de satisfaction

source: Do not worry that your feedback can be seen. We don't save your feedback voice or results.
fr: Ne vous inquiétez pas que vos commentaires puissent être vus. Nous ne sauvegardons pas votre voix ou vos résultats.

source: The employer will only get a squeeze of artificial intelligence.
fr: L'employeur ne recevra qu'un résumé de l'intelligence artificielle.

source: Anonymous company review, to improve quality in the work environment
fr: Évaluation anonyme de l'entreprise, pour améliorer la qualité de l'environnement de travail

source: Important! do not worry that your feedback can be seen, we do not save your feedback not your voice feedback. The employer will only get a squeeze of artificial intelligence.
fr: Important ! Ne vous inquiétez pas que vos commentaires puissent être vus, nous ne sauvegardons pas vos commentaires ni vos commentaires vocaux. L'employeur ne recevra qu'un résumé de l'intelligence artificielle.

source: You can provide feedback here, but be aware that your responses will be shared with management. To leave an anonymous review for this company,
fr: Vous pouvez fournir des commentaires ici, mais sachez que vos réponses seront partagées avec la direction. Pour laisser un avis anonyme pour cette entreprise,

source: click here
fr: cliquez ici

source: Your name
fr: Votre nom

source: Select Microphone
fr: Sélectionner le microphone

source: Loading microphones...
fr: Chargement des microphones...

source: Get Started
fr: Commencer

source: By clicking the "Start testing" button you agree to the processing and transfer of data to your management team.
fr: En cliquant sur le bouton "Démarrer le test", vous acceptez le traitement et le transfert des données à votre équipe de direction.

source: Choose input method
fr: Choisir la méthode de saisie

source: Voice
fr: Voix

source: Type
fr: Taper

source: Type your answer
fr: Tapez votre réponse

source: Type your answer here...
fr: Tapez votre réponse ici...

source: Your thoughtful and honest responses are crucial for your employer. Answering thoughtfully ensures meaningful insights that contribute to a better work environment. Rest assured, your responses are completely anonymous, prioritizing your privacy throughout the process
fr: Vos réponses réfléchies et honnêtes sont cruciales pour votre employeur. Répondre de manière réfléchie garantit des informations significatives qui contribuent à un meilleur environnement de travail. Soyez assuré que vos réponses sont complètement anonymes, priorisant votre confidentialité tout au long du processus

source: Please answer the questions for accurate analysis, you will have the opportunity to add information from yourself at the end of the thesis
fr: Veuillez répondre aux questions pour une analyse précise, vous aurez l'occasion d'ajouter des informations de votre part à la fin du questionnaire

source: How does it work?
fr: Comment ça fonctionne ?

source: We prepare questions to determine necessary changes in your company.
fr: Nous préparons des questions pour déterminer les changements nécessaires dans votre entreprise.
